---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StairsOpenEndConnection
source: html/82754531-07c8-6a4b-9217-aa0935e5b47e.htm
---
# Autodesk.Revit.DB.GroupTypeId.StairsOpenEndConnection Property

End Connection.

## Syntax (C#)
```csharp
public static ForgeTypeId StairsOpenEndConnection { get; }
```